---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportLinetypeTableIterator
source: html/452f6eef-4355-b6de-7d7c-131ac17d4915.htm
---
# ExportLinetypeTableIterator Properties

Gets the item at the current position of the iterator.